Repository: BCILITY-DOO/AppSource-License-Management-Impl
Catalog: Application/Translations/AppSource-License-Management-Impl.*.xlf
Languages: sr_latn_rs

# Table 157998673 - Property 2879900210
source: Impl Setup
sr_latn_rs: Podešavanja Implementacije

# Table 157998673 - Field 2632886192 - Property 2879900210
source: Contact E-Mail
sr_latn_rs: Kontaktni mejl

# Table 157998673 - Field 1934993911 - Property 2879900210
source: Is License Active
sr_latn_rs: Da li je licenca aktivna

# Table 157998673 - Field 1198226257 - Property 2879900210
source: Last License Check
sr_latn_rs: Zadnja provera licence

# Table 157998673 - Field 2885847217 - Property 2879900210
source: License Valid Until
sr_latn_rs: Licenca važi do

# Table 157998673 - Field 1663593181 - Property 2879900210
source: Primary Key
sr_latn_rs: Primarni ključ

# Codeunit 2080197772 - Method 530002110 - NamedType 3973055178
source: Failed to get access token from response\%1
sr_latn_rs: Nismo uspeli da dobijemo pristupni token od odgovora\%1

# Page 157998673 - Property 2879900210
source: Impl Setup
sr_latn_rs: Podešavanja Implementacije

# Page 157998673 - Control 2632886192 - Property 1295455071
source: Specifies the value of the contact email field
sr_latn_rs: Specificira vrednost polja kontaktni mejl.

# Page 157998673 - Control 1620646633 - Property 1295455071
source: Specifies the value of the Is License Valid field.
sr_latn_rs: Specificira vrednost polja da li je licenca ispravna.

# Page 157998673 - Control 1198226257 - Property 1295455071
source: Specifies the value of the Last License Check field.
sr_latn_rs: Specificira vrednost polja zadnja provera licence.

# Page 157998673 - Control 2885847217 - Property 1295455071
source: Specifies the day the license expires.
sr_latn_rs: Specificira dan kada ističe licenca.

# Page 157998673 - Control 15737725 - Property 1295455071
source: Specifies the number of days before you need to renew the license.
sr_latn_rs: Određuje broj dana pre nego što je potrebno da obnovite licencu.

# Page 157998673 - Control 15737725 - Property 2879900210
source: Remaining Days
sr_latn_rs: Preostali dani

# Page 157998673 - Action 3670836273 - Property 1295455071
source: Checks the validity of the license.
sr_latn_rs: Proverava ispravnost licence.

# Page 157998673 - Action 3670836273 - Property 2879900210
source: Check License Validity
sr_latn_rs: Proveri ispravnost licence
